import React from 'react'
import DashboardLayout from './DashboardLayout'

const HomeDashboard = () => {
    return (
            <DashboardLayout role="student" userName="Manish">

                <h1>कौशल परीक्षा से संबंधित आवश्यक सूचना एवं दिशा निर्देश।</h1>
                <ul>
                    <li>पोर्टल पर Dictation Type करते समय कम्पयूटर या लैपटॉप को इंटरनेट से कनेक्ट रखें।</li>
                    <li>Dictation को ध्यानपूर्वक सुनकर ही पोर्टल पर अुनवाद करें।</li>
                    <li>Dictation अनुवाद के बाद आप टेस्ट को पोर्टल पर सबमिट कर दें, उसके बाद आपकी टेस्ट कॉपी स्वत: चेक हो जाएगी और आपको टेस्ट सबमिट करते ही आपको यह भी पता चल जाएगा कि आपकी क्या-क्या गलितयां हैं। जैसे कि कौमा, विराम, पूर्ण विराम, विराम, वर्तनी आदि।</li>
                    <li>एक टेस्ट देने के बाद और उसको सबमिट करने के बाद, आप सीधे Home Option पर क्लिक करें, उसके बाद आप दूसरे टेस्ट को दे सकते हैं।</li>
                    <li>Hindi Steno Dictation के Test में Dictation अनुवाद करते समय आपको ऐसे शब्दों में कोडिंग का प्रयोग करना है, जिसके शुद्ध रूप में कोडिंग का प्रयोग करना अनिवार्य है। जैसे:- ऊ (Alt+0197), क्र (Alt+0216), द्द (Alt+0237) कृ (Alt+0209) आदि।</li>
                    <li>Hindi व English Steno सीखने वाले और Steno Skill Test की तैयारी करने वाले सभी विद्यार्थियों के लिए यह पोर्टल बहुत ही लाभदायक है।</li>
                    <li>इस पोर्टल का मुख्य उद्देश्य आपकी Steno Skill Test को बेहतर बनाना है।</li>
                    <li>हम किसी भी परीक्षा, भर्ती परीक्षा के आयोजनकर्ता, विभाग, संस्था या अन्य कोई भी भर्ती एजेंसी या आयोग इत्यादि से अधिकृत होने का दावा नहीं करते।</li>
                    <li>इस पोर्टल पर Dictation विभिन्न विषयों पर आधारित, (हिन्दी स्टेनो में मानक, जी.डी. बिष्ट, रामधारी गुप्ता खंड 1 व 2), (इंग्लिश स्टेनों में, कैलाश चंद्रा, जी.डी. बिष्ट, प्रोग्रेसिव, लीगल), सम-सामयिक, दैनिक जीवन पर आधारित Dictation होंगी।</li>
                    <li>इस पोर्टल पर सभी Dictation सामग्री को हम, हमारे द्वारा प्रकाशित या सृजित होने का दावा नहीं करते हैं।</li>
                    <li>यह पोर्टल किसी भी भर्ती परीक्षा के पोर्टल से हू-ब-हू होने का दावा नहीं करता है। इस पोर्टल का उद्देश्य सभी Stenographers को Skill Test की तरह माहौल उपलब्ध कराना मात्र है।</li>
                    <li>इस पोर्टल पर Dictation में प्रयुक्त की गई हिंदी शुद्ध, व्यावहारिक तथा मानक हिंदी पर आधारित है। इस पोर्टल पर उपलब्ध Dictation भारत सरकार द्वारा अधिकृत हिंदी के मानकीकरण से संबंधित नियमों को ध्यान में रखते हुए हिंदी का प्रयोग किया गया है।</li>
                    <li>इस पोर्टल पर आपको HSSC, SSC, COURT, PARLIAMENT, DEPARTMENTAL EXAM, CRPF, CISF, ITBP, BSF, SSB, STATE BOARD EXAMS आदि की सभी भर्तियों से संबंधित Dictation उपलब्ध होंगी।</li>
                </ul>
            </DashboardLayout>
    )
}

export default HomeDashboard
